---
kind: other
id: Operators.T:Autodesk.Revit.DB.PerformanceAdviserRuleId
source: html/5bb2698f-47db-3aae-0632-2f693b3a2f39.htm
---
# PerformanceAdviserRuleId Operators

Compares two PerformanceAdviserRuleId instances.